[
{
    "name": "The Ubuntu Learning Community",
    "description": "The Ubuntu Learning Community (“ULC”) is a new Stellenbosch University-prison partnership – the first of its kind in South Africa. Its aim is to rehumanise learning by focusing on learning’s social, ubuntu-focused dimensions – collaboration, community-building and connectedness.  It conceives of collaborative education as the “practice of freedom”​ (Paolo Freire) – a tool for transformation and empowerment.",
    "src":"http://www.ihi.org/communities/blogs/PublishingImages/j42mcv05.iwl.b071ca06-9f65-4458-8465-7801efb05ccc.1073741823.jpg",
    "year": "2021",
    "owners": ["Nel, Mary"]
},
{
    "name": "Advancing Engaged Citizenship",
    "description": "The purpose of this project was to create a platform where students can journey with a team of advisors to assist with the innovation of project ideas, during the conceptualization and implementation phase. It allows students to complete a standard template with prompts to answer key questions. It also allows university staff to provide feedbackand mentorship via the platform.",
    "src": "https://demo.spaceo.ca/wp-content/uploads/2021/08/Combined-Image.jpg",
    "year": "2021",
    "owners": ["Douglas", "Jonathan", "Lawrence", "Simba"]
},
{
    "name": "Velddrif Entrepreneurship Programme",
    "description": "The purpose of this project will be to run/present a youth entrepreneur program twice a year focusing on around 10 identified young people (age 18 to 25) lasting about 12 weeks each.  The program will be practical as much as possible. The program will also focus on linking these young people with established businesses and organizations.  Post-program support will also be available to keep track of the successes and failures of the program.  The program will also align and work with existing NGO's within Noordhoek to pull resources and create synergies.  Working the Bergriver Municipality and the Velddrif Chamber of Business will also be relevant and significant, especially in terms of selecting the youth and mentorships.",
    "src": "https://scontent.fcpt1-1.fna.fbcdn.net/v/l/t1.6435-9/fr/cp0/e15/q65/82318171_3207126955970106_3097975995257323520_n.jpg?_nc_cat=101&ccb=1-5&_nc_sid=110474&efg=eyJpIjoidCJ9&_nc_eui2=AeF3_7EF3ji6leVQs92XsMyKtoiy7Odfq5a2iLLs51-rllGfoTRq989LC6YQc98ZVD2vJ_X3cAABiRep6IjZvQqP&_nc_ohc=Qv4jGkdWJ8wAX857p3c&_nc_ht=scontent.fcpt1-1.fna&oh=4390094e1d219f78feb72f902a3f12e5&oe=6168B527",
    "year": "2021",
    "owners": ["Coetzee, CE, Dr"]
}
]